Repository: luisfer85/newspaper2
Catalog: newspaper2/newspaper2/news/locale/*/LC_MESSAGES/django.po
Languages: es

source: title
es: titulo

source: description
es: descripcion

source: publish_date
es: fecha_publicacion

source: news item
es: noticia

source: news
es: noticias

source: start_date
es: fecha_comienzo

source: end_date
es: fecha_finalizaci칩n

source: event
es: evento

source: events
es: eventos

source: Submit
es: Enviar

source: Edit
es: Editar

source: Delete
es: Borrar

source: Delete Event
es: Borrar Evento

source: If you want delete the Event, push the botton.
es: Si quiere borrar el evento, presione el boton.

source: Delete event
es: Borrar Evento

source: Close
es: Cerrar

source: Add event
es: A침adir evento

source: Delete News
es: Borrar Noticia

source: If you want delete the News, push the botton.
es: Si quiere borrar la noticia, presione el boton.

source: Delete news
es: Borrar Noticia

source: Add news
es: A침adir Noticia

source: News successfully added
es: Noticia creada correctamente

source: News successfully edited
es: Noticia editada correctamente

source: Invalid Request
es: Petici칩n no valida

source: News successfully deleted
es: Noticia borrada correctamente

source: Event successfully added
es: Evento creado correctamente

source: Event successfully edited
es: Evento editado correctamente

source: Event successfully deleted
es: Evento borrado correctamente
